-- phpMyAdmin SQL Dump
-- version 5.0.4
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Apr 15, 2022 at 10:02 PM
-- Server version: 10.4.17-MariaDB
-- PHP Version: 7.3.25

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `mvc-project`
--

-- --------------------------------------------------------

--
-- Table structure for table `ads`
--

CREATE TABLE `ads` (
  `id` int(11) NOT NULL,
  `title` varchar(191) NOT NULL,
  `description` text NOT NULL,
  `address` text NOT NULL,
  `amount` varchar(191) NOT NULL,
  `image` varchar(191) NOT NULL,
  `floor` varchar(191) NOT NULL,
  `year` tinyint(5) NOT NULL,
  `storeroom` tinyint(1) NOT NULL,
  `balcony` tinyint(1) NOT NULL,
  `area` tinyint(5) NOT NULL,
  `room` tinyint(5) NOT NULL,
  `toilet` enum('ایرانی','فرنگی','ایرانی و فرنگی','') NOT NULL,
  `parking` tinyint(5) NOT NULL,
  `tag` varchar(191) NOT NULL,
  `user_id` bigint(20) NOT NULL,
  `cat_id` bigint(20) NOT NULL,
  `status` tinyint(5) NOT NULL,
  `sell_status` tinyint(4) NOT NULL,
  `type` tinyint(4) NOT NULL,
  `view` int(11) NOT NULL DEFAULT 0,
  `created_at` datetime NOT NULL,
  `updated_at` datetime NOT NULL,
  `deleted_at` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `ads`
--

INSERT INTO `ads` (`id`, `title`, `description`, `address`, `amount`, `image`, `floor`, `year`, `storeroom`, `balcony`, `area`, `room`, `toilet`, `parking`, `tag`, `user_id`, `cat_id`, `status`, `sell_status`, `type`, `view`, `created_at`, `updated_at`, `deleted_at`) VALUES
(1, '2 واحد آپارتمان در مجموعه آسیا', '&lt;p&gt;این مجموعه تمام امکانات آپارتمان های امروزی رو داره و خیلی وقته روی اون کار میشه من توصیه میکنم اگر قصد خرید خانه دارید حتما سر بزنید و دیدن کنید&lt;/p&gt;\r\n', 'تهران - خیابان شریعتی - مجموعه آسیا', '42000 تومان', '/images/ads/2022/Apr/15/2022_04_15_21_53_49_44.jpg', 'سرامیک', 127, 1, 1, 114, 3, 'ایرانی و فرنگی', 1, 'مجموعه آسیا, آپارتمان', 1, 23, 0, 0, 1, 0, '0000-00-00 00:00:00', '2022-04-16 00:23:49', NULL),
(2, 'خانه ویلای در نیاوران', '&lt;p&gt;تمام امکانات به روز یک خانه ویلایی مدرن توی این ساختمان پیاده شده و جای بسیار قشنگی برای زندگی کردنه&lt;/p&gt;\r\n', 'تهران - نیاوران - خیابان گلشن ', '650000 تومان', '/images/ads/2022/Apr/15/2022_04_15_21_57_46_78.jpg', 'سرامیک', 127, 0, 1, 127, 5, 'ایرانی و فرنگی', 1, 'ویلایی, نیاوران', 1, 23, 0, 0, 0, 0, '0000-00-00 00:00:00', '2022-04-16 00:27:48', NULL),
(3, 'آپارتمان 65 متری - صادقیه', '&lt;p&gt;جای قشنگی برای زندگی کردنه&lt;/p&gt;\r\n', 'تهران - صادقیه - فلکه دوم صادقیه - کوچه آفتاب شرقی', 'توافقی', '/images/ads/2022/Apr/15/2022_04_15_21_58_09_84.jpg', 'سرامیک', 127, 1, 1, 75, 2, 'ایرانی و فرنگی', 1, 'آپارتمان, صادقیه, 75متری', 1, 23, 0, 0, 0, 0, '2020-07-12 13:09:12', '2022-04-16 00:28:09', NULL),
(4, 'آپارتمان 80 متری در ایران زمین', '&lt;p&gt;جای خیلی قشنگی برای زندگی کردنه&lt;/p&gt;\r\n', 'ارین زمین - مجتمع رویال - بوک A - پلاک 12', 'توافقی', '/images/ads/2022/Feb/12/2022_02_12_09_41_50_53.jpg', 'سرامیک', 127, 1, 1, 127, 2, 'ایرانی و فرنگی', 1, 'آپارتمان, ایران زمین', 1, 23, 0, 0, 0, 0, '2020-07-17 13:48:18', '2022-02-12 12:11:50', '2022-04-16 00:28:22'),
(5, 'rrrr', '&lt;p&gt;rrr&lt;/p&gt;\r\n', 'rrrrr', '4444', '/images/ads/2022/Feb/08/2022_02_08_16_16_00_75.jpg', 'rrr', 34, 0, 0, 34, 2, 'ایرانی', 0, 'rrr', 1, 23, 0, 0, 0, 0, '2022-02-08 18:46:00', '0000-00-00 00:00:00', '2022-04-16 00:28:26'),
(6, '2 واحد آپارتمان در مجموعه آسیا', '&lt;p&gt;این مجموعه تمام امکانات آپارتمان های امروزی رو داره و خیلی وقته روی اون کار میشه من توصیه میکنم اگر قصد خرید خانه دارید حتما سر بزنید و دیدن کنید&lt;/p&gt;\r\n', 'تهران - خیابان شریعتی - مجموعه آسیا', '42000 تومان', '/images/ads/2022/Feb/12/2022_02_12_09_54_04_55.jpg', 'سرامیک', 127, 1, 1, 114, 3, 'ایرانی و فرنگی', 1, 'مجموعه آسیا, آپارتمان', 1, 23, 0, 1, 1, 0, '0000-00-00 00:00:00', '2022-02-12 12:24:04', '2022-04-16 00:24:01');

-- --------------------------------------------------------

--
-- Table structure for table `categories`
--

CREATE TABLE `categories` (
  `id` int(20) NOT NULL,
  `name` varchar(191) NOT NULL,
  `parent_id` bigint(20) DEFAULT NULL,
  `created_at` datetime NOT NULL,
  `updated_at` datetime DEFAULT NULL,
  `deleted_at` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `categories`
--

INSERT INTO `categories` (`id`, `name`, `parent_id`, `created_at`, `updated_at`, `deleted_at`) VALUES
(1, 'fffff', 1, '2022-02-04 17:46:22', '2022-02-04 20:04:25', '2022-02-04 21:19:49'),
(2, 'hhh', 0, '2022-02-04 18:38:58', '2022-02-05 13:11:26', '2022-02-05 13:43:48'),
(3, 'مسکن', 0, '2022-02-04 19:55:25', '2022-02-05 13:43:30', '2022-02-05 13:45:20'),
(4, 'rrrrrrrrrrrdddd', 0, '2022-02-04 19:55:37', NULL, '2022-02-05 13:45:25'),
(5, 'fffff', 1, '2022-02-04 19:55:46', NULL, '2022-02-05 13:43:19'),
(6, 'dddd', 0, '2022-02-04 19:56:00', NULL, '2022-02-05 13:45:23'),
(7, 'rrrrrrrrrrrdddd', 0, '2022-02-04 19:57:56', '2022-02-05 13:43:55', '2022-02-05 13:45:24'),
(8, 'rrrrrrrrrrrdddd', 0, '2022-02-04 19:58:23', '2022-02-05 13:44:02', '2022-02-05 13:45:28'),
(9, 'fffff', 2, '2022-02-04 19:59:06', NULL, '2022-02-05 13:45:28'),
(10, 'eeeee', 14, '2022-02-04 19:59:41', '2022-02-04 20:04:37', '2022-02-05 13:45:27'),
(11, 'fffff', 0, '2022-02-04 19:59:53', NULL, '2022-02-04 21:19:54'),
(12, 'fffff', 9, '2022-02-04 20:00:04', NULL, '2022-02-04 21:19:58'),
(13, 'fffff', 2, '2022-02-04 20:00:11', NULL, '2022-02-05 13:45:37'),
(14, 'dddd', 2, '2022-02-04 20:00:30', NULL, '2022-02-04 21:20:14'),
(15, 'dddd', 3, '2022-02-04 20:00:36', NULL, '2022-02-05 13:45:36'),
(16, 'ggggggggggdddd', 0, '2022-02-04 20:00:43', NULL, '2022-02-05 13:45:33'),
(17, 'rrrrrrrrrrrdddd', 0, '2022-02-04 20:01:09', NULL, '2022-02-05 13:45:18'),
(18, 'rrrrrrrrrrrdddd', 2, '2022-02-04 20:02:08', NULL, '2022-02-05 13:45:40'),
(19, 'rrrrrrrrrrrdddd', 2, '2022-02-04 20:02:56', NULL, '2022-02-05 13:45:42'),
(20, 'hossein', 2, '2022-02-05 12:25:21', NULL, '2022-02-05 13:45:39'),
(21, 'eeeeeeeeeeeeeeeeeeeeeeeeeeeee', 0, '2022-02-05 13:36:48', NULL, '2022-02-05 13:45:31'),
(22, 'public', 0, '2022-02-05 13:45:54', NULL, '2022-02-05 13:50:36'),
(23, 'private', 0, '2022-02-05 13:47:13', '2022-02-05 13:50:41', NULL),
(24, 'private_2', 0, '2022-02-05 13:48:32', '2022-02-05 13:49:01', NULL),
(100, 'ورزش', NULL, '2020-07-09 23:01:44', '2020-07-14 02:14:15', NULL),
(200, 'فرهنگی', NULL, '2020-07-10 00:00:00', NULL, NULL),
(300, 'اخبار مسکن', NULL, '2020-07-10 17:50:39', '2020-07-14 02:13:47', NULL),
(400, 'اقتصاد', NULL, '2020-07-10 17:52:42', '2020-07-14 02:14:02', NULL),
(500, 'فرهنگ و هنر', 1, '2020-07-10 17:53:14', '2020-07-14 02:14:27', '2020-07-14 02:14:38'),
(600, 'test name', NULL, '2020-07-19 00:08:09', '2020-07-19 00:30:28', NULL),
(700, 'Sport', NULL, '2020-07-19 00:15:58', NULL, NULL),
(800, 'سال اول دبیرستان', 1, '2020-07-19 00:16:35', NULL, NULL),
(900, 'Sport', 3, '2020-07-19 01:23:22', NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `comments`
--

CREATE TABLE `comments` (
  `id` bigint(20) NOT NULL,
  `user_id` bigint(20) NOT NULL,
  `post_id` bigint(20) NOT NULL,
  `comment` text NOT NULL,
  `parent_id` bigint(20) NOT NULL DEFAULT 0,
  `status` tinyint(5) NOT NULL DEFAULT 0,
  `approved` tinyint(5) NOT NULL DEFAULT 0,
  `created_at` datetime NOT NULL,
  `updated_at` datetime DEFAULT NULL,
  `deleted_at` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `comments`
--

INSERT INTO `comments` (`id`, `user_id`, `post_id`, `comment`, `parent_id`, `status`, `approved`, `created_at`, `updated_at`, `deleted_at`) VALUES
(1, 1, 5, 'test', 0, 0, 1, '2020-07-11 00:00:00', '2022-02-09 13:23:20', NULL),
(3, 1, 5, 'پست بسیار عالی بود', 0, 0, 1, '2020-07-13 23:48:26', NULL, NULL),
(5, 1, 5, 'بازم ممنون', 0, 0, 1, '2020-07-17 15:53:16', NULL, NULL),
(17, 1, 2, 'dddddd', 3, 0, 1, '2022-02-09 14:15:15', '2022-02-09 14:24:00', NULL),
(20, 1, 2, 'hello', 1, 0, 1, '2022-02-09 14:43:59', '2022-02-09 14:44:17', NULL),
(21, 1, 5, 'ffffffffffsssssssssssssssss', 0, 0, 1, '2022-02-13 18:49:13', NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `galleries`
--

CREATE TABLE `galleries` (
  `id` bigint(20) NOT NULL,
  `image` varchar(191) NOT NULL,
  `advertise_id` bigint(20) NOT NULL,
  `created_at` datetime NOT NULL,
  `updated_at` datetime DEFAULT NULL,
  `deleted_at` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `galleries`
--

INSERT INTO `galleries` (`id`, `image`, `advertise_id`, `created_at`, `updated_at`, `deleted_at`) VALUES
(11, '/images/gallery/2020/Jul/17/2020_07_17_17_00_59_48.jpg', 4, '2020-07-17 19:30:59', NULL, NULL),
(12, '/images/gallery/2020/Jul/17/2020_07_17_17_01_13_12.jpg', 4, '2020-07-17 19:31:13', NULL, NULL),
(13, '/images/gallery/2020/Jul/17/2020_07_17_17_01_30_75.jpg', 4, '2020-07-17 19:31:30', NULL, NULL),
(18, '/images/gallery/2022/Feb/12/2022_02_12_17_23_13_80.jpg', 5, '2022-02-12 19:53:14', NULL, NULL),
(19, '/images/gallery/2022/Feb/12/2022_02_12_17_23_19_29.jpg', 5, '2022-02-12 19:53:20', NULL, NULL),
(20, '/images/gallery/2022/Apr/15/2022_04_15_21_52_47_71.jpg', 1, '2022-04-16 00:22:47', NULL, NULL),
(21, '/images/gallery/2022/Apr/15/2022_04_15_21_54_25_56.jpg', 3, '2022-04-16 00:24:25', NULL, NULL),
(22, '/images/gallery/2022/Apr/15/2022_04_15_21_54_33_19.jpg', 3, '2022-04-16 00:24:34', NULL, NULL),
(23, '/images/gallery/2022/Apr/15/2022_04_15_21_58_50_79.jpg', 2, '2022-04-16 00:28:50', NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `posts`
--

CREATE TABLE `posts` (
  `id` bigint(20) NOT NULL,
  `title` varchar(191) NOT NULL,
  `body` text NOT NULL,
  `image` text NOT NULL,
  `user_id` bigint(20) NOT NULL,
  `cat_id` int(10) NOT NULL,
  `published_at` datetime NOT NULL,
  `status` tinyint(5) NOT NULL DEFAULT 0,
  `created_at` datetime NOT NULL,
  `updated_at` datetime DEFAULT NULL,
  `deleted_at` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `posts`
--

INSERT INTO `posts` (`id`, `title`, `body`, `image`, `user_id`, `cat_id`, `published_at`, `status`, `created_at`, `updated_at`, `deleted_at`) VALUES
(1, 'ساخت یک میلیون مسکن از آرزو تا واقعیت', 'به نظر می رسد هدف&zwnj;گذاری مجلس و دولت برای ساخت سالیانه یک میلیون واحد مسکونی، تنها به پشتوانه تزریق پول پرقدرت توسط بانک مرکزی ارائه شده که آن هم با توجه به اثرات مخرب اقتصادی و همچنین نبود منابع لازم قابل تحقق نیست؛ شاید به همین دلیل است که پس از جلسه امروز وزیر با اعضای کمیسیون عمران مجلس، خروجی خاصی درباره نحوه تامین بودجه این طرح به دست نیامد.\r\n\r\nبه گزارش ایسنا، جلسه&zwnj;ای که روز یکشنبه در خصوص نهایی شدن نحوه تامین مالی طرح احداث سالانه یک میلیون واحد مسکن ملی تا ۶ سال آینده منتظرش بودیم، امروز سه شنبه ۲۴ تیرماه برگزار شد. با این تفاوت که نه خبری از تزریق پول پرقدرت بانک مرکزی و نه جزئیاتی از چگونگی مشارکت بخش خصوصی در این طرح اعلام شد.\r\n\r\nامروز نمایندگان عضو کمیسیون عمران مجلس با محمد اسلامی وزیر راه و شهرسازی نشستی را برگزار کردند. پیش از این برخی نمایندگان گفته بودند که طرحی را با همکاری دولت تحت عنوان احداث یک میلیون واحد مسکونی در سال مد نظر دارند. محمودزاده معاون وزیر راه و شهرسازی هم ضمن تایید بر این تعامل، به ایسنا گفت که دولت قصد ورود به ساخت و ساز را ندارد و این موضوع توسط بخش خصوصی انجام می&zwnj;شود. قرار بود یکشنبه ۲۲ تیرماه نحوه تامین مالی این طرح نهایی شود. به هر حال امروز سه&zwnj;شنبه نشست کمیسیون عمران با وزیر راه و شهرسازی انجام شد.\r\n\r\nپس از این جلسه، محمد اسلامی وزیر راه و شهرسازی گفت: طرح ملی مسکن با مدل&zwnj;های گوناگونی تامین مالی خواهد شد که هم&zwnj;اکنون نیز در حال اجراست. در عین حال، این مدل&zwnj;ها با طرحی که در مجلس پیشنهاد شده است می&zwnj;تواند نیاز جامعه به مسکن را تامین کند و التهابات حباب گونه بخش مسکن را که در حال حاضر شاهد آن هستیم، از بین ببرد.\r\n\r\nشاید منظور اسلامی استفاده از ابزارهایی همچون صندوق سرمایه گذاری زمین و ساختمان، صندوقهای سرمایه گذاری املاک و مستغلات، حسابهای امانی، بازار رهن ثانویه، لیزینگ مسکن، توسعه ای شدن بانک مسکن، موسسات پس انداز و تسهیلات مسکن و صندوق پس انداز یکم باشد که برخی از آنها یا اصلاً اجرا نمی&zwnj;شود و یا کارایی چندانی ندارد.\r\n\r\nاین صحبت&zwnj;های وزیر که البته واقع بینانه تر است دست اندازی به منابع بانک مرکزی است نشان می&zwnj;دهد دولت در شرایط فعلی که رسیدن به تورم ۲۲ درصد را هدف&zwnj;گذاری کرده قصد ندارد همانند آنچه در پروژه مسکن مهر دولت های قبلی انجام شد با تزریق پول پرقدرت، تورم مجددی را به جامعه تحمیل کند.\r\n\r\nسید البرز حسینی، سخنگوی کمیسیون عمران مجلس هم که درباره جزئیات جلسه امروز صحبت کرد، به موضوع بازآفرینی شهری و تامین قیر برای راهسازی پرداخت و اشاره خاصی به تامین مالی پروژه های بزرگ مقیاس در بخش مسکن نداشت.\r\n\r\nوی البته گفت: یکی از مسائل مهم اجرای طرح اقدام ملی مسکن است که در این رابطه نمایندگان مجلس نیز طرحی را تدوین کرده&zwnj;اند، از این رو با اجرای این طرح و تولید مسکن امیدواریم که بخشی از التهابات و حباب بازار کاهش یابد.\r\n\r\nساخت یک میلیون خانه در سال واقع&zwnj;بینانه نیست\r\n\r\nمهدی سلطان محمدی - کارشناس اقتصاد مسکن - درباره طرح مجلس و دولت برای احداث سالیانه یک میلیون واحد مسکونی به ایسنا گفت:  تولید یک میلیون خانه در سال نیاز به ۲۵۰ هزار میلیارد تومان نقدینگی دارد. کل بودجه عمرانی دولت کمتر از ۵۰ هزار میلیارد تومان است؛ لذا صحبت از طرح&zwnj;های بزرگ مقیاس مسکن در حد شعار خواهد بود و قابلیت تحقق ندارد.\r\n\r\nوی افزود: دولت به دلیل کاهش درآمدهای نفتی، کاهش صادرات و رکود ناشی از کرونا دچار کمبود منابع شده و نوساناتی که در بازارهای مسکن، بورس، ارز و طلا می&zwnj;بینیم در واقع انعکاسی از خشکی منابع دولتی است.\r\n\r\nبه گفته سلطان محمدی، دولت مجبور است به اطراف شهرها برود که بحث آماده&zwnj;سازی و زیرساخت&zwnj;ها را خواهد داشت؛ لذا در خوشبینانه&zwnj;ترین حالت معادل همین ۲۵۰ هزار میلیارد تومان را باید خرج زیرساخت&zwnj;ها کند. چنین منابعی موجود نیست؛ پس نباید شعارهایی مثل احداث یک میلیون خانه در سال بدهیم که امکان تحقق آن وجود ندارد.', '/images/posts/2020/Jul/17/2020_07_17_10_44_29_50.jpg', 1, 3, '2020-07-09 00:00:00', 0, '2020-07-09 23:08:13', '2020-07-17 13:14:29', '2022-02-06 11:18:01'),
(2, 'تعیین قیمت&zwnj;های دل&zwnj;خواه در بازار مسکن', 'راه های جایگزین برای تعیین قیمت\r\n\r\nدر این بین روز ۲۱ اردیبهشت ماه بنا به دستور قضایی، ممنوعیت سایت های فروش ملک از درج قیمت مسکن اجرا شد. هرچند آمار خرداد نشان داد این اقدام در کنترل قیمت ها تاثیر چندانی نداشته است. از طرف دیگر به نظر می رسد سایت ها برای دور زدن قانون و تعیین قیمت، راه های جایگزین مثل استفاده از فضای مجازی و سایر اپلیکیشن ها را در پیش گرفته اند.\r\n\r\nبر این اساس گروهی از کارشناسان معتقدند با با توجه به گسترش وسایل ارتباط جمعی، حذف قیمت از بازار ها امکان پذیر نیست. مضافاً اینکه برداشتن قیمت، شفافیت را از بازار می گیرد و متعاملین را سردرگم می&zwnj;کند.\r\n\r\nدر سوی مقابل، عده&zwnj;ای دیگر از جمله رئیس اتحادیه مشاوران املاک، هرج و مرج قیمتی در سایت&zwnj;های​ فروش مسکن را از عوامل اصلی التهابات بازار ملک می دانند. مصطفی قلی خسروی می&zwnj;گوید که ممنوعیت نرخ گذاری در سایت ها بازار را در میان مدت به آرامش می رساند.\r\n\r\nکاهش آگهی های مجازی بعد از حذف قیمت ها\r\n\r\nاما از زمان آغاز این محدودیت، مدیران سایتها که به نظر می رسد با کاهش عرضه کنندگان و متقاضیان مسکن روبرو شده&zwnj;اند از این دستور قضایی دلخورند. گذشته از اینکه بعضاً تلاش می کنند با تکنیک های مختلف مثل امکان مشاهده قیمت در آگهی های نشان دار یا استفاده از تلگرام و دیگر اپلیکیشن ها برای تعیین قیمت استفاده کنند، محدودیت نرخ گذاری را برای متعاملین دردسرساز می دانند.\r\n\r\nتا جایی که یکی از اپلیکیشن ها ذیل تمامی آگهی&zwnj;های خود نوشته: &laquo;این موضوع باعث افزایش هزینه&zwnj;های کاربران در جستجو، برقراری تماس های بیهوده و طولانی تر شدن زمان مذاکرات شده که بر خلاف اهداف ما در تسریع و ساده سازی معاملات شما و ایجاد شفافیت در بازار است&raquo;.\r\n\r\nپایین آگهی&zwnj;های یکی دیگر از سایتها نوشته شده است: &laquo;با توجه به دستور مقام قضایی، امکان نمایش قیمت ها وجود ندارد. با پوزش نسبت به مشکلاتی که این اقدام برای شما به وجود آورده، تا پایان این محدودیت ناخواسته، برای اطلاع از قیمت با فروشنده تماس بگیرید.&raquo;\r\n\r\nیک نماینده: سایت ها مجددا نرخ&zwnj;گذاری را آغاز کرده&zwnj;اند\r\n\r\nدر این زمینه امروز یک عضو کمیسیون برنامه و بودجه مدعی شد که نرخ گذاری مسکن و خودرو در سایت ها مجدداً آغاز شده است. رحیم زارع اظهار کرد: سودجویان با سوء استفاده از وضعیت افزایش نرخ ارز و طلا در کشور بار دیگر قیمت گذاری را در سایت ها آغاز کرده&zwnj;اند که این اقدام روی التهاب بازار مسکن و خودرو و افزایش قیمت ها تاثیر گذار است اما قوه قضاییه می&zwnj;تواند با چارچوب تعیین شده خود جلوی افزایش قیمت&zwnj;های یک&zwnj;شبه را بگیرد.\r\n\r\nبه دنبال این سخنان، برخی از سایت&zwnj;های مشهور فروش مسکن را بررسی کردیم که نشان می دهد هم اکنون قیمت ها قابل مشاهده نیست. ممکن است برای مدت کوتاهی مشاهده نرخ ها را امکان&zwnj;پذیر کرده باشند. هرچند با استفاده از دیگر فضا ها و ابزارها اقدام به تعیین نرخ می&zwnj;کنند.\r\n\r\nاز طرف دیگر گزارش های میدانی از دفاتر املاک نشان می دهد با وجود آنکه فایل&zwnj;های متعارف از طرف فروشندگان واقعی به وفور دیده می&zwnj;شود، برخی مالکان تحت تاثیر نوسانات بازارهای ارز و طلا نرخ های نجومی برای املاک خود تعیین می کنند.\r\n\r\nاین در حالی است که کارشناسان معتقدند بخش مسکن علاوه بر اینکه باید نسبت به تحولات، دیر واکنش نشان دهد این بازار را فاقد ظرفیت لازم برای رشد قیمت می دانند؛ چراکه سالهاست توان متقاضیان واقعی پایین این بازار پایین آمده است.', 's:52:\"/images/posts/2020/Jul/17/2020_07_17_10_44_29_50.jpg\";', 1, 3, '2020-07-10 00:00:00', 0, '2020-07-10 18:32:48', '2020-07-17 13:26:05', '2022-02-12 13:22:29'),
(3, 'بررسی راهکارهای ساماندهی بازار مسکن در کمیسیون عمران', 'یک عضو کمیسیون عمران مجلس شورای اسلامی از برگزاری چندمین جلسه این کمیسیون برای ساماندهی بازار مسکن و راهکارهای کنترل قیمت&zwnj;ها خبر داد.\r\n\r\nرحمت الله فیروزی پوربادی در گفت&zwnj;وگو با ایسنا، ضمن تشریح جلسه امروز کمیسیون عمران مجلس بیان کرد: کمیسیون عمران تاکنون چندین جلسه در خصوص ساماندهی بازار مسکن و راه&zwnj;های مختلف برای شکستن قیمت&zwnj;ها برگزار کرده است. در جلسه امروز نیز حول ساماندهی بازار مسکن بحث و بررسی صورت گرفت.\r\n\r\nاین عضو کمیسیون عمران مجلس در ادامه اظهار کرد: تاکنون راهکارهای مختلفی نظیر ارائه تسهیلات یا موظف کردن دستگاه&zwnj;ها برای ساخت مسکن یا بهره گیری از امکانات مختلف برای ساماندهی بازار مسکن در کمیسیون مطرح شده است.\r\n\r\nنماینده مردم نطنز در مجلس تصریح کرد: ان&zwnj;شاءالله در روز سه&zwnj;شنبه قرار است وزیر راه و شهرسازی نیز در جلسه کمیسیون حضور یابد تا تصمیم نهایی برای ساماندهی بازار مسکن اتخاذ شود. نمایندگان نیز طرحی را برای ساماندهی بازار مسکن آماده کردند که ان&zwnj;شاءالله به زودی نهایی شده و اعلام می&zwnj;شود.', 's:52:\"/images/posts/2020/Jul/17/2020_07_17_10_56_55_51.jpg\";', 1, 3, '2020-07-12 00:00:00', 0, '2020-07-12 15:18:59', '2020-07-19 00:58:15', '2022-02-12 13:22:33'),
(4, 'اینفوگرافیک / تغییر قیمت مسکن در تهران، از پارسال تا امسال', 'بر اساس گزارش مرکز آمار ایران، درصد تغییر قیمت ماهانه مسکن در خرداد پارسال، ۳/۷ درصد بوده که این رقم در خرداد ۱۳۹۹ به ۱۱/۳ درصد رسیده است. همچنین تورم نقطه&zwnj;ای در خردادماه ۱۳۹۹ به عدد ۴۴/۶ درصد رسیده است و این یعنی خریداران مسکن برای خرید یک واحد مسکونی در شهر تهران نسبت به خرداد ۱۳۹۸ باید ۴۴/۶ درصد پول بیشتری پرداخت کنند. اینفوگرافیک پیش رو میزان تغییرات قیمت مسکن در ماه&zwnj;های مختلف تا خرداد ۱۳۹۹ را به روایت آمارهای مرکز آمار ایران نشان می&zwnj;دهد.\r\nبر اساس گزارش مرکز آمار ایران، درصد تغییر قیمت ماهانه مسکن در خرداد پارسال، ۳/۷ درصد بوده که این رقم در خرداد ۱۳۹۹ به ۱۱/۳ درصد رسیده است. همچنین تورم نقطه&zwnj;ای در خردادماه ۱۳۹۹ به عدد ۴۴/۶ درصد رسیده است و این یعنی خریداران مسکن برای خرید یک واحد مسکونی در شهر تهران نسبت به خرداد ۱۳۹۸ باید ۴۴/۶ درصد پول بیشتری پرداخت کنند. اینفوگرافیک پیش رو میزان تغییرات قیمت مسکن در ماه&zwnj;های مختلف تا خرداد ۱۳۹۹ را به روایت آمارهای مرکز آمار ایران نشان می&zwnj;دهد.\r\n\r\nبر اساس گزارش مرکز آمار ایران، درصد تغییر قیمت ماهانه مسکن در خرداد پارسال، ۳/۷ درصد بوده که این رقم در خرداد ۱۳۹۹ به ۱۱/۳ درصد رسیده است. همچنین تورم نقطه&zwnj;ای در خردادماه ۱۳۹۹ به عدد ۴۴/۶ درصد رسیده است و این یعنی خریداران مسکن برای خرید یک واحد مسکونی در شهر تهران نسبت به خرداد ۱۳۹۸ باید ۴۴/۶ درصد پول بیشتری پرداخت کنند. اینفوگرافیک پیش رو میزان تغییرات قیمت مسکن در ماه&zwnj;های مختلف تا خرداد ۱۳۹۹ را به روایت آمارهای مرکز آمار ایران نشان می&zwnj;دهد.', 's:52:\"/images/posts/2020/Jul/17/2020_07_17_10_58_00_68.jpg\";', 1, 3, '2020-07-11 00:00:00', 0, '2020-07-12 15:20:04', '2020-07-17 13:28:00', '2022-02-12 13:22:36'),
(5, 'ghhhh', '&lt;p&gt;hhhhh&lt;/p&gt;\r\n', 's:52:\"/images/posts/2022/Apr/15/2022_04_15_21_50_46_78.jpg\";', 1, 600, '2022-02-02 00:00:00', 0, '2022-02-07 13:18:41', '2022-04-16 00:20:49', NULL),
(6, 'تعیین قیمت&zwnj;های دل&zwnj;خواه در بازار مسکن', 'راه های جایگزین برای تعیین قیمت\r\n\r\nدر این بین روز ۲۱ اردیبهشت ماه بنا به دستور قضایی، ممنوعیت سایت های فروش ملک از درج قیمت مسکن اجرا شد. هرچند آمار خرداد نشان داد این اقدام در کنترل قیمت ها تاثیر چندانی نداشته است. از طرف دیگر به نظر می رسد سایت ها برای دور زدن قانون و تعیین قیمت، راه های جایگزین مثل استفاده از فضای مجازی و سایر اپلیکیشن ها را در پیش گرفته اند.\r\n\r\nبر این اساس گروهی از کارشناسان معتقدند با با توجه به گسترش وسایل ارتباط جمعی، حذف قیمت از بازار ها امکان پذیر نیست. مضافاً اینکه برداشتن قیمت، شفافیت را از بازار می گیرد و متعاملین را سردرگم می&zwnj;کند.\r\n\r\nدر سوی مقابل، عده&zwnj;ای دیگر از جمله رئیس اتحادیه مشاوران املاک، هرج و مرج قیمتی در سایت&zwnj;های​ فروش مسکن را از عوامل اصلی التهابات بازار ملک می دانند. مصطفی قلی خسروی می&zwnj;گوید که ممنوعیت نرخ گذاری در سایت ها بازار را در میان مدت به آرامش می رساند.\r\n\r\nکاهش آگهی های مجازی بعد از حذف قیمت ها\r\n\r\nاما از زمان آغاز این محدودیت، مدیران سایتها که به نظر می رسد با کاهش عرضه کنندگان و متقاضیان مسکن روبرو شده&zwnj;اند از این دستور قضایی دلخورند. گذشته از اینکه بعضاً تلاش می کنند با تکنیک های مختلف مثل امکان مشاهده قیمت در آگهی های نشان دار یا استفاده از تلگرام و دیگر اپلیکیشن ها برای تعیین قیمت استفاده کنند، محدودیت نرخ گذاری را برای متعاملین دردسرساز می دانند.\r\n\r\nتا جایی که یکی از اپلیکیشن ها ذیل تمامی آگهی&zwnj;های خود نوشته: &laquo;این موضوع باعث افزایش هزینه&zwnj;های کاربران در جستجو، برقراری تماس های بیهوده و طولانی تر شدن زمان مذاکرات شده که بر خلاف اهداف ما در تسریع و ساده سازی معاملات شما و ایجاد شفافیت در بازار است&raquo;.\r\n\r\nپایین آگهی&zwnj;های یکی دیگر از سایتها نوشته شده است: &laquo;با توجه به دستور مقام قضایی، امکان نمایش قیمت ها وجود ندارد. با پوزش نسبت به مشکلاتی که این اقدام برای شما به وجود آورده، تا پایان این محدودیت ناخواسته، برای اطلاع از قیمت با فروشنده تماس بگیرید.&raquo;\r\n\r\nیک نماینده: سایت ها مجددا نرخ&zwnj;گذاری را آغاز کرده&zwnj;اند\r\n\r\nدر این زمینه امروز یک عضو کمیسیون برنامه و بودجه مدعی شد که نرخ گذاری مسکن و خودرو در سایت ها مجدداً آغاز شده است. رحیم زارع اظهار کرد: سودجویان با سوء استفاده از وضعیت افزایش نرخ ارز و طلا در کشور بار دیگر قیمت گذاری را در سایت ها آغاز کرده&zwnj;اند که این اقدام روی التهاب بازار مسکن و خودرو و افزایش قیمت ها تاثیر گذار است اما قوه قضاییه می&zwnj;تواند با چارچوب تعیین شده خود جلوی افزایش قیمت&zwnj;های یک&zwnj;شبه را بگیرد.\r\n\r\nبه دنبال این سخنان، برخی از سایت&zwnj;های مشهور فروش مسکن را بررسی کردیم که نشان می دهد هم اکنون قیمت ها قابل مشاهده نیست. ممکن است برای مدت کوتاهی مشاهده نرخ ها را امکان&zwnj;پذیر کرده باشند. هرچند با استفاده از دیگر فضا ها و ابزارها اقدام به تعیین نرخ می&zwnj;کنند.\r\n\r\nاز طرف دیگر گزارش های میدانی از دفاتر املاک نشان می دهد با وجود آنکه فایل&zwnj;های متعارف از طرف فروشندگان واقعی به وفور دیده می&zwnj;شود، برخی مالکان تحت تاثیر نوسانات بازارهای ارز و طلا نرخ های نجومی برای املاک خود تعیین می کنند.\r\n\r\nاین در حالی است که کارشناسان معتقدند بخش مسکن علاوه بر اینکه باید نسبت به تحولات، دیر واکنش نشان دهد این بازار را فاقد ظرفیت لازم برای رشد قیمت می دانند؛ چراکه سالهاست توان متقاضیان واقعی پایین این بازار پایین آمده است.', '', 1, 23, '2020-07-10 00:00:00', 0, '2022-02-08 11:08:01', NULL, '2022-02-12 13:22:41'),
(7, 'تعیین قیمت&zwnj;های دل&zwnj;خواه در بازار مسکن', 'راه های جایگزین برای تعیین قیمت\r\n\r\nدر این بین روز ۲۱ اردیبهشت ماه بنا به دستور قضایی، ممنوعیت سایت های فروش ملک از درج قیمت مسکن اجرا شد. هرچند آمار خرداد نشان داد این اقدام در کنترل قیمت ها تاثیر چندانی نداشته است. از طرف دیگر به نظر می رسد سایت ها برای دور زدن قانون و تعیین قیمت، راه های جایگزین مثل استفاده از فضای مجازی و سایر اپلیکیشن ها را در پیش گرفته اند.\r\n\r\nبر این اساس گروهی از کارشناسان معتقدند با با توجه به گسترش وسایل ارتباط جمعی، حذف قیمت از بازار ها امکان پذیر نیست. مضافاً اینکه برداشتن قیمت، شفافیت را از بازار می گیرد و متعاملین را سردرگم می&zwnj;کند.\r\n\r\nدر سوی مقابل، عده&zwnj;ای دیگر از جمله رئیس اتحادیه مشاوران املاک، هرج و مرج قیمتی در سایت&zwnj;های​ فروش مسکن را از عوامل اصلی التهابات بازار ملک می دانند. مصطفی قلی خسروی می&zwnj;گوید که ممنوعیت نرخ گذاری در سایت ها بازار را در میان مدت به آرامش می رساند.\r\n\r\nکاهش آگهی های مجازی بعد از حذف قیمت ها\r\n\r\nاما از زمان آغاز این محدودیت، مدیران سایتها که به نظر می رسد با کاهش عرضه کنندگان و متقاضیان مسکن روبرو شده&zwnj;اند از این دستور قضایی دلخورند. گذشته از اینکه بعضاً تلاش می کنند با تکنیک های مختلف مثل امکان مشاهده قیمت در آگهی های نشان دار یا استفاده از تلگرام و دیگر اپلیکیشن ها برای تعیین قیمت استفاده کنند، محدودیت نرخ گذاری را برای متعاملین دردسرساز می دانند.\r\n\r\nتا جایی که یکی از اپلیکیشن ها ذیل تمامی آگهی&zwnj;های خود نوشته: &laquo;این موضوع باعث افزایش هزینه&zwnj;های کاربران در جستجو، برقراری تماس های بیهوده و طولانی تر شدن زمان مذاکرات شده که بر خلاف اهداف ما در تسریع و ساده سازی معاملات شما و ایجاد شفافیت در بازار است&raquo;.\r\n\r\nپایین آگهی&zwnj;های یکی دیگر از سایتها نوشته شده است: &laquo;با توجه به دستور مقام قضایی، امکان نمایش قیمت ها وجود ندارد. با پوزش نسبت به مشکلاتی که این اقدام برای شما به وجود آورده، تا پایان این محدودیت ناخواسته، برای اطلاع از قیمت با فروشنده تماس بگیرید.&raquo;\r\n\r\nیک نماینده: سایت ها مجددا نرخ&zwnj;گذاری را آغاز کرده&zwnj;اند\r\n\r\nدر این زمینه امروز یک عضو کمیسیون برنامه و بودجه مدعی شد که نرخ گذاری مسکن و خودرو در سایت ها مجدداً آغاز شده است. رحیم زارع اظهار کرد: سودجویان با سوء استفاده از وضعیت افزایش نرخ ارز و طلا در کشور بار دیگر قیمت گذاری را در سایت ها آغاز کرده&zwnj;اند که این اقدام روی التهاب بازار مسکن و خودرو و افزایش قیمت ها تاثیر گذار است اما قوه قضاییه می&zwnj;تواند با چارچوب تعیین شده خود جلوی افزایش قیمت&zwnj;های یک&zwnj;شبه را بگیرد.\r\n\r\nبه دنبال این سخنان، برخی از سایت&zwnj;های مشهور فروش مسکن را بررسی کردیم که نشان می دهد هم اکنون قیمت ها قابل مشاهده نیست. ممکن است برای مدت کوتاهی مشاهده نرخ ها را امکان&zwnj;پذیر کرده باشند. هرچند با استفاده از دیگر فضا ها و ابزارها اقدام به تعیین نرخ می&zwnj;کنند.\r\n\r\nاز طرف دیگر گزارش های میدانی از دفاتر املاک نشان می دهد با وجود آنکه فایل&zwnj;های متعارف از طرف فروشندگان واقعی به وفور دیده می&zwnj;شود، برخی مالکان تحت تاثیر نوسانات بازارهای ارز و طلا نرخ های نجومی برای املاک خود تعیین می کنند.\r\n\r\nاین در حالی است که کارشناسان معتقدند بخش مسکن علاوه بر اینکه باید نسبت به تحولات، دیر واکنش نشان دهد این بازار را فاقد ظرفیت لازم برای رشد قیمت می دانند؛ چراکه سالهاست توان متقاضیان واقعی پایین این بازار پایین آمده است.', '', 1, 23, '2020-07-10 00:00:00', 0, '2022-02-08 11:08:27', NULL, '2022-02-12 13:22:44'),
(8, 'بررسی راهکارهای ساماندهی بازار مسکن در کمیسیون عمران', 'یک عضو کمیسیون عمران مجلس شورای اسلامی از برگزاری چندمین جلسه این کمیسیون برای ساماندهی بازار مسکن و راهکارهای کنترل قیمت&zwnj;ها خبر داد.\r\n\r\nرحمت الله فیروزی پوربادی در گفت&zwnj;وگو با ایسنا، ضمن تشریح جلسه امروز کمیسیون عمران مجلس بیان کرد: کمیسیون عمران تاکنون چندین جلسه در خصوص ساماندهی بازار مسکن و راه&zwnj;های مختلف برای شکستن قیمت&zwnj;ها برگزار کرده است. در جلسه امروز نیز حول ساماندهی بازار مسکن بحث و بررسی صورت گرفت.\r\n\r\nاین عضو کمیسیون عمران مجلس در ادامه اظهار کرد: تاکنون راهکارهای مختلفی نظیر ارائه تسهیلات یا موظف کردن دستگاه&zwnj;ها برای ساخت مسکن یا بهره گیری از امکانات مختلف برای ساماندهی بازار مسکن در کمیسیون مطرح شده است.\r\n\r\nنماینده مردم نطنز در مجلس تصریح کرد: ان&zwnj;شاءالله در روز سه&zwnj;شنبه قرار است وزیر راه و شهرسازی نیز در جلسه کمیسیون حضور یابد تا تصمیم نهایی برای ساماندهی بازار مسکن اتخاذ شود. نمایندگان نیز طرحی را برای ساماندهی بازار مسکن آماده کردند که ان&zwnj;شاءالله به زودی نهایی شده و اعلام می&zwnj;شود.', 's:52:\"/images/posts/2022/Apr/15/2022_04_15_21_51_06_49.jpg\";', 1, 23, '2020-07-12 00:00:00', 0, '2022-02-08 11:09:58', '2022-04-16 00:21:07', NULL),
(9, 'تعیین قیمت&zwnj;های دل&zwnj;خواه در بازار مسکن', 'راه های جایگزین برای تعیین قیمت\r\n\r\nدر این بین روز ۲۱ اردیبهشت ماه بنا به دستور قضایی، ممنوعیت سایت های فروش ملک از درج قیمت مسکن اجرا شد. هرچند آمار خرداد نشان داد این اقدام در کنترل قیمت ها تاثیر چندانی نداشته است. از طرف دیگر به نظر می رسد سایت ها برای دور زدن قانون و تعیین قیمت، راه های جایگزین مثل استفاده از فضای مجازی و سایر اپلیکیشن ها را در پیش گرفته اند.\r\n\r\nبر این اساس گروهی از کارشناسان معتقدند با با توجه به گسترش وسایل ارتباط جمعی، حذف قیمت از بازار ها امکان پذیر نیست. مضافاً اینکه برداشتن قیمت، شفافیت را از بازار می گیرد و متعاملین را سردرگم می&zwnj;کند.\r\n\r\nدر سوی مقابل، عده&zwnj;ای دیگر از جمله رئیس اتحادیه مشاوران املاک، هرج و مرج قیمتی در سایت&zwnj;های​ فروش مسکن را از عوامل اصلی التهابات بازار ملک می دانند. مصطفی قلی خسروی می&zwnj;گوید که ممنوعیت نرخ گذاری در سایت ها بازار را در میان مدت به آرامش می رساند.\r\n\r\nکاهش آگهی های مجازی بعد از حذف قیمت ها\r\n\r\nاما از زمان آغاز این محدودیت، مدیران سایتها که به نظر می رسد با کاهش عرضه کنندگان و متقاضیان مسکن روبرو شده&zwnj;اند از این دستور قضایی دلخورند. گذشته از اینکه بعضاً تلاش می کنند با تکنیک های مختلف مثل امکان مشاهده قیمت در آگهی های نشان دار یا استفاده از تلگرام و دیگر اپلیکیشن ها برای تعیین قیمت استفاده کنند، محدودیت نرخ گذاری را برای متعاملین دردسرساز می دانند.\r\n\r\nتا جایی که یکی از اپلیکیشن ها ذیل تمامی آگهی&zwnj;های خود نوشته: &laquo;این موضوع باعث افزایش هزینه&zwnj;های کاربران در جستجو، برقراری تماس های بیهوده و طولانی تر شدن زمان مذاکرات شده که بر خلاف اهداف ما در تسریع و ساده سازی معاملات شما و ایجاد شفافیت در بازار است&raquo;.\r\n\r\nپایین آگهی&zwnj;های یکی دیگر از سایتها نوشته شده است: &laquo;با توجه به دستور مقام قضایی، امکان نمایش قیمت ها وجود ندارد. با پوزش نسبت به مشکلاتی که این اقدام برای شما به وجود آورده، تا پایان این محدودیت ناخواسته، برای اطلاع از قیمت با فروشنده تماس بگیرید.&raquo;\r\n\r\nیک نماینده: سایت ها مجددا نرخ&zwnj;گذاری را آغاز کرده&zwnj;اند\r\n\r\nدر این زمینه امروز یک عضو کمیسیون برنامه و بودجه مدعی شد که نرخ گذاری مسکن و خودرو در سایت ها مجدداً آغاز شده است. رحیم زارع اظهار کرد: سودجویان با سوء استفاده از وضعیت افزایش نرخ ارز و طلا در کشور بار دیگر قیمت گذاری را در سایت ها آغاز کرده&zwnj;اند که این اقدام روی التهاب بازار مسکن و خودرو و افزایش قیمت ها تاثیر گذار است اما قوه قضاییه می&zwnj;تواند با چارچوب تعیین شده خود جلوی افزایش قیمت&zwnj;های یک&zwnj;شبه را بگیرد.\r\n\r\nبه دنبال این سخنان، برخی از سایت&zwnj;های مشهور فروش مسکن را بررسی کردیم که نشان می دهد هم اکنون قیمت ها قابل مشاهده نیست. ممکن است برای مدت کوتاهی مشاهده نرخ ها را امکان&zwnj;پذیر کرده باشند. هرچند با استفاده از دیگر فضا ها و ابزارها اقدام به تعیین نرخ می&zwnj;کنند.\r\n\r\nاز طرف دیگر گزارش های میدانی از دفاتر املاک نشان می دهد با وجود آنکه فایل&zwnj;های متعارف از طرف فروشندگان واقعی به وفور دیده می&zwnj;شود، برخی مالکان تحت تاثیر نوسانات بازارهای ارز و طلا نرخ های نجومی برای املاک خود تعیین می کنند.\r\n\r\nاین در حالی است که کارشناسان معتقدند بخش مسکن علاوه بر اینکه باید نسبت به تحولات، دیر واکنش نشان دهد این بازار را فاقد ظرفیت لازم برای رشد قیمت می دانند؛ چراکه سالهاست توان متقاضیان واقعی پایین این بازار پایین آمده است.', 's:52:\"/images/posts/2022/Apr/15/2022_04_15_21_51_24_35.jpg\";', 1, 23, '2020-07-10 00:00:00', 0, '2022-02-08 11:12:32', '2022-04-16 00:21:24', NULL),
(10, 'تعیین قیمت&zwnj;های دل&zwnj;خواه در بازار مسکن', 'راه های جایگزین برای تعیین قیمت\r\n\r\nدر این بین روز ۲۱ اردیبهشت ماه بنا به دستور قضایی، ممنوعیت سایت های فروش ملک از درج قیمت مسکن اجرا شد. هرچند آمار خرداد نشان داد این اقدام در کنترل قیمت ها تاثیر چندانی نداشته است. از طرف دیگر به نظر می رسد سایت ها برای دور زدن قانون و تعیین قیمت، راه های جایگزین مثل استفاده از فضای مجازی و سایر اپلیکیشن ها را در پیش گرفته اند.\r\n\r\nبر این اساس گروهی از کارشناسان معتقدند با با توجه به گسترش وسایل ارتباط جمعی، حذف قیمت از بازار ها امکان پذیر نیست. مضافاً اینکه برداشتن قیمت، شفافیت را از بازار می گیرد و متعاملین را سردرگم می&zwnj;کند.\r\n\r\nدر سوی مقابل، عده&zwnj;ای دیگر از جمله رئیس اتحادیه مشاوران املاک، هرج و مرج قیمتی در سایت&zwnj;های​ فروش مسکن را از عوامل اصلی التهابات بازار ملک می دانند. مصطفی قلی خسروی می&zwnj;گوید که ممنوعیت نرخ گذاری در سایت ها بازار را در میان مدت به آرامش می رساند.\r\n\r\nکاهش آگهی های مجازی بعد از حذف قیمت ها\r\n\r\nاما از زمان آغاز این محدودیت، مدیران سایتها که به نظر می رسد با کاهش عرضه کنندگان و متقاضیان مسکن روبرو شده&zwnj;اند از این دستور قضایی دلخورند. گذشته از اینکه بعضاً تلاش می کنند با تکنیک های مختلف مثل امکان مشاهده قیمت در آگهی های نشان دار یا استفاده از تلگرام و دیگر اپلیکیشن ها برای تعیین قیمت استفاده کنند، محدودیت نرخ گذاری را برای متعاملین دردسرساز می دانند.\r\n\r\nتا جایی که یکی از اپلیکیشن ها ذیل تمامی آگهی&zwnj;های خود نوشته: &laquo;این موضوع باعث افزایش هزینه&zwnj;های کاربران در جستجو، برقراری تماس های بیهوده و طولانی تر شدن زمان مذاکرات شده که بر خلاف اهداف ما در تسریع و ساده سازی معاملات شما و ایجاد شفافیت در بازار است&raquo;.\r\n\r\nپایین آگهی&zwnj;های یکی دیگر از سایتها نوشته شده است: &laquo;با توجه به دستور مقام قضایی، امکان نمایش قیمت ها وجود ندارد. با پوزش نسبت به مشکلاتی که این اقدام برای شما به وجود آورده، تا پایان این محدودیت ناخواسته، برای اطلاع از قیمت با فروشنده تماس بگیرید.&raquo;\r\n\r\nیک نماینده: سایت ها مجددا نرخ&zwnj;گذاری را آغاز کرده&zwnj;اند\r\n\r\nدر این زمینه امروز یک عضو کمیسیون برنامه و بودجه مدعی شد که نرخ گذاری مسکن و خودرو در سایت ها مجدداً آغاز شده است. رحیم زارع اظهار کرد: سودجویان با سوء استفاده از وضعیت افزایش نرخ ارز و طلا در کشور بار دیگر قیمت گذاری را در سایت ها آغاز کرده&zwnj;اند که این اقدام روی التهاب بازار مسکن و خودرو و افزایش قیمت ها تاثیر گذار است اما قوه قضاییه می&zwnj;تواند با چارچوب تعیین شده خود جلوی افزایش قیمت&zwnj;های یک&zwnj;شبه را بگیرد.\r\n\r\nبه دنبال این سخنان، برخی از سایت&zwnj;های مشهور فروش مسکن را بررسی کردیم که نشان می دهد هم اکنون قیمت ها قابل مشاهده نیست. ممکن است برای مدت کوتاهی مشاهده نرخ ها را امکان&zwnj;پذیر کرده باشند. هرچند با استفاده از دیگر فضا ها و ابزارها اقدام به تعیین نرخ می&zwnj;کنند.\r\n\r\nاز طرف دیگر گزارش های میدانی از دفاتر املاک نشان می دهد با وجود آنکه فایل&zwnj;های متعارف از طرف فروشندگان واقعی به وفور دیده می&zwnj;شود، برخی مالکان تحت تاثیر نوسانات بازارهای ارز و طلا نرخ های نجومی برای املاک خود تعیین می کنند.\r\n\r\nاین در حالی است که کارشناسان معتقدند بخش مسکن علاوه بر اینکه باید نسبت به تحولات، دیر واکنش نشان دهد این بازار را فاقد ظرفیت لازم برای رشد قیمت می دانند؛ چراکه سالهاست توان متقاضیان واقعی پایین این بازار پایین آمده است.', 's:52:\"/images/posts/2022/Apr/15/2022_04_15_21_51_40_42.jpg\";', 1, 23, '2020-07-10 00:00:00', 0, '2022-02-08 11:12:48', '2022-04-16 00:21:41', NULL),
(11, 'ghhhh', '&lt;p&gt;hhhhh&lt;/p&gt;\r\n', '', 1, 800, '2022-02-02 00:00:00', 0, '2022-02-08 11:13:31', NULL, '2022-02-12 13:22:53'),
(12, 'ghhhh', '&lt;p&gt;hhhhh&lt;/p&gt;\r\n', '', 1, 23, '2022-02-02 00:00:00', 0, '2022-02-08 11:13:45', NULL, '2022-02-12 13:22:48');

-- --------------------------------------------------------

--
-- Table structure for table `slides`
--

CREATE TABLE `slides` (
  `id` bigint(20) NOT NULL,
  `title` varchar(191) NOT NULL,
  `url` varchar(191) NOT NULL,
  `address` varchar(191) NOT NULL,
  `amount` varchar(191) NOT NULL,
  `body` text NOT NULL,
  `image` varchar(191) NOT NULL,
  `created_at` datetime NOT NULL,
  `updated_at` datetime DEFAULT NULL,
  `deleted_at` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `slides`
--

INSERT INTO `slides` (`id`, `title`, `url`, `address`, `amount`, `body`, `image`, `created_at`, `updated_at`, `deleted_at`) VALUES
(1, 'خانه ویلای در نیاوران', 'http://localhost:8000', 'تهران - نیاوران - خیابان گلشن', '650000 تومان', 'تمام امکانات به روز یک خانه ویلایی مدرن توی این ساختمان پیاده شده و جای بسیار قشنگی برای زندگی کردنه. ', '/images/slides/2020/Jul/17/2020_07_17_11_24_57_45.jpg', '2020-07-12 13:53:46', '2020-07-17 13:54:57', '2022-02-09 11:51:26'),
(2, 'آپارتمان 65 متری - صادقیه', 'http://localhost:8000/ads/3', 'تهران - صادقیه - فلکه دوم صادقیه - کوچه آفتاب شرقی', '650000 تومان', '&lt;p&gt;جای قشنگی برای زندگی کردنه. جای قشنگی برای زندگی کردنه. جای قشنگی برای زندگی کردنه&lt;/p&gt;\r\n', '/images/slides/2022/Apr/15/2022_04_15_21_59_10_56.jpg', '2020-07-12 13:54:50', '2022-04-16 00:29:12', NULL),
(3, 'hosein', 'ggg', 'ggg', 'ggg', '&lt;p&gt;gggg&lt;/p&gt;\r\n', '/images/slides/2022/Apr/15/2022_04_15_21_59_24_64.jpg', '2022-02-09 11:39:26', '2022-04-16 00:29:25', NULL),
(4, 'eee', 'eee', 'eee', 'eee', '&lt;p&gt;eee&lt;/p&gt;\r\n', '/images/slides/2022/Apr/15/2022_04_15_21_59_35_15.jpg', '2022-02-09 11:40:10', '2022-04-16 00:29:35', NULL);

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` bigint(20) NOT NULL,
  `email` varchar(191) NOT NULL,
  `first_name` varchar(191) NOT NULL,
  `last_name` varchar(191) NOT NULL,
  `avatar` varchar(191) NOT NULL,
  `password` varchar(191) NOT NULL,
  `status` tinyint(5) NOT NULL DEFAULT 0,
  `is_active` tinyint(5) NOT NULL DEFAULT 0,
  `verify_token` varchar(191) DEFAULT NULL,
  `user_type` varchar(191) NOT NULL,
  `remember_token` varchar(191) DEFAULT NULL,
  `remember_token_expire` datetime DEFAULT NULL,
  `created_at` datetime NOT NULL,
  `updated_at` datetime DEFAULT NULL,
  `deleted_at` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `email`, `first_name`, `last_name`, `avatar`, `password`, `status`, `is_active`, `verify_token`, `user_type`, `remember_token`, `remember_token_expire`, `created_at`, `updated_at`, `deleted_at`) VALUES
(1, 'hosein@gmail.com', 'حسین', 'قیاسی', '/images/user/2022/Feb/09/2022_02_09_13_22_55_50.jpg', '$2y$10$ZsuFDzpcFcusFBgq4/dz7es6lsAuPP8kUusLDCgCJOzsqKK8bZu.C', 0, 1, NULL, 'admin', 'b827ef6cd828d45903ac2e960bb095d0785c74750493f623d9cab2fffacdbd10', '2022-02-11 14:38:42', '2022-02-04 11:59:20', '2022-02-11 17:03:46', NULL),
(2, 'hassan.kh@gmail.com', 'حسن', 'خسروجردی', '/images/avatar/2020/Jul/12/2020_07_12_23_07_23_13.jpg', '$2y$10$VX3Gvu9aioawB5LsCmPY4OHutXc9X6B2vQEyk5sjQTylFEBoq77kC', 0, 1, '1ea43c5ba95f56b295ec6adaf1bdfceeb01784bff9f66ca03cf65e3018b63ca5', 'user', 'a9c6303580435932c5a2c62ab0d278c78e0ee2e2a0244433aab7a224b12feffc', '2022-02-11 09:18:43', '2020-07-13 01:37:24', '2022-02-11 11:40:35', NULL),
(5, 'raminfaramarzi93@gmail.com', 'رامین 2', 'فرامرزی', '/images/avatar/2020/Jul/12/2020_07_12_23_28_50_88.jpg', '$2y$10$aIBlWNYxeGDPRH0UbbslGeIWFtp5BuesiT9.vaw6BsbXs18gIIvei', 0, 1, '3302152ea5fae98fafe616f446dce82dc191a31b9ef31bff1d2cfa538d8ec311', 'user', '8f5955823fad4a89b8ba87632ea32f2e83f00846ef7cc0c1b37c197b4ca43c52', '2020-07-13 00:47:32', '2020-07-13 01:58:50', '2020-07-13 03:07:55', NULL),
(6, 'user@example.com', 'kazem', 'testi', '/images/avatar/2020/Jul/19/2020_07_19_23_21_53_51.jpg', '$2y$10$XAlFDQ7J6oaKiwuGU1IRX.lf3sy7maAOXOq3PjPpGuNJuS.YXQ.f6', 0, 0, 'c648d798f99a09c48b5220eabf8f3c5fbf75c95e56c81d50b2b64b944dadb99f', 'user', NULL, NULL, '2020-07-20 01:51:54', '2022-02-09 22:10:12', NULL),
(10, 'raminfaramarzi@gmail.com', 'رامین', 'فرامرزی', '/images/avatar/2020/Jul/20/2020_07_20_22_18_41_44.jpg', '$2y$10$TMu34.395SD1GS2JSzT4v.1pDVP2PlA4ejRyvj2/F1wz9An1eqkQW', 0, 1, 'efefaosulchife6tg6fj8f467gft38hr4h89204r937nfyrh', 'admin', NULL, NULL, '2020-07-09 00:00:00', '2020-07-21 00:48:43', NULL),
(11, 'ghiasihossein888@gmail.com', 'hossein', 'ghiasi2015', '', '$2y$10$v.j/.pCyclzKsQSd6f/mE.WMBnruDf8G1M0O25kDrGQvlmJnn2gGe', 0, 0, 'a27469285c745b4b2fd46df432165ebfa6c315c0e8de6ae39d18a05f97f899dd', 'user', NULL, NULL, '2022-02-10 12:01:22', NULL, NULL),
(12, 'ghiasihossein33333@gmail.com', 'hossein', 'hhhhhh', '', '$2y$10$61XC6HgqJtVStDCdI1s3Zel7v8UJnr7VRYsuXJ50HEsG75MCZTeUi', 0, 0, '45981f30760b6bd16def8caa637de0e11b7225f8a0cef34c1c3608cefd60de58', 'user', NULL, NULL, '2022-02-10 12:03:09', NULL, NULL),
(13, 'ghiasihossein4444444@gmail.com', 'rrrrr', 'rrrrrrr', '/images/user/2022/Feb/10/2022_02_10_09_35_02_74.jpg', '$2y$10$6r2jeaEXzfzb/iA6.AD7ZODNkHtpdjBhUznXkwy/WD0QNRkVLCZqC', 0, 0, '9c55b9f4114867375eb884fb3a4eb9486af6d39ef3fa9e213ff15f071a40ce6a', 'user', NULL, NULL, '2022-02-10 12:05:02', NULL, NULL),
(14, 'ghiasihossein2015@gmail.com', 'eeee', 'eeeee', '/images/user/2022/Feb/10/2022_02_10_09_37_15_86.jpg', '$2y$10$9lapNVyrSUmHLAYmoxqD8.HGlIxaK0OvmoamnL4XnM4sU7xp./EMi', 0, 0, '17e1de1068394a6c3c863b7d7dbc85fae8082469fe8435701f70ddb8659efcbe', 'user', NULL, NULL, '2022-02-10 12:07:16', NULL, NULL),
(15, 'ghiasihosseinrrrrr@gmail.com', 'rrr', 'rrr', '/images/user/2022/Feb/10/2022_02_10_09_42_43_84.jpg', '$2y$10$AA50sImwiGDKainR49Nwq.MWLHsoF1VEs9BB0wzAkPP0utqxM9.SK', 0, 0, '592007811f06818d90d89ee9df5c88034f773314e1a5471bd6477c9fac1bba32', 'user', NULL, NULL, '2022-02-10 12:12:43', NULL, NULL),
(16, 'ghiasihossein2eeeee@gmail.com', 'eeee', 'eeee', '/images/user/2022/Feb/10/2022_02_10_09_50_14_20.jpg', '$2y$10$muukyY.kxabe5UPxbJN2zunQtiGB34nGDIMvVygwuHb/YyLi5jNju', 0, 0, '9ac12c0ce062ae14fc1209ffdc832bf0b60e5a7c76a5c0308520d78a22186c62', 'user', 'cef6d86533d1b54afd7245fa7cc1d4972f0e83e2543394170fa67b84d83c1c95', '2022-02-11 09:01:41', '2022-02-10 12:20:14', '2022-02-11 11:30:50', NULL),
(17, 'ghiasihosseinrrreee5@gmail.com', 'rrr', 'rrrr', '/images/user/2022/Feb/10/2022_02_10_10_09_47_75.jpg', '$2y$10$yVTdcfPG.ymlYn.k.fws1.5pFLjjieSfg/rH4TMY4pADE7fha2cNe', 0, 1, '8c2fb6c536d3044debba82e3f4be0f0df72384941cf876bdc68a977928b1bc40', 'admin', NULL, NULL, '2022-02-10 12:39:47', '2022-02-11 11:19:34', NULL);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `ads`
--
ALTER TABLE `ads`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `categories`
--
ALTER TABLE `categories`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `comments`
--
ALTER TABLE `comments`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `galleries`
--
ALTER TABLE `galleries`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `posts`
--
ALTER TABLE `posts`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `slides`
--
ALTER TABLE `slides`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `ads`
--
ALTER TABLE `ads`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `categories`
--
ALTER TABLE `categories`
  MODIFY `id` int(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=901;

--
-- AUTO_INCREMENT for table `comments`
--
ALTER TABLE `comments`
  MODIFY `id` bigint(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=22;

--
-- AUTO_INCREMENT for table `galleries`
--
ALTER TABLE `galleries`
  MODIFY `id` bigint(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=24;

--
-- AUTO_INCREMENT for table `posts`
--
ALTER TABLE `posts`
  MODIFY `id` bigint(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- AUTO_INCREMENT for table `slides`
--
ALTER TABLE `slides`
  MODIFY `id` bigint(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` bigint(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=18;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
